Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །ཤ་ར་དྭ་ཏིའི་བུ་གང་ཟག་དེ་ལྟ་བུ་དག་གི་ངག་མཉན་པར་སེམས་པའམ། དེ་དག་ལ་ཡིད་ཆེས་པར་བྱ་བར་སེམས་པ་དེ་དག་ཀྱང་ཚུལ་མ་ཡིན་པའི་འཇིགས་པས་འཕུང་བར་འགྱུར་རོ།
en: Śāradvatīputra, those who think they should hear the words of such individuals, or think they should trust in them, will also be destitute on account of their unseemly fears. “

source: །ཤ་ར་དྭ་ཏིའི་བུ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྐྱོན་འདོགས་པ་དེ་ནི། ཆོས་ལ་སྐྱོན་འདོགས་པར་རིག་པར་བྱ་སྟེ།
en: Śāradvatīputra, you should know that those who defame the perfection of wisdom defame the Dharma.

source: སེམས་ཅན་དམྱལ་བ་པའམ། བྱོལ་སོང་གི་སྐྱེ་གནས་པ་འམ། གཤིན་རྗེའི་འཇིག་རྟེན་པར་རིག་པར་བྱའོ།
en: You should know that they become denizens of the hells or the animal realm, or become inhabitants of the world of Yama.” “

source: །གསོལ་པ་བཅོམ་ལྡན་འདས་ཆོས་ལ་སྐྱོན་འདོགས་པའི་གང་ཟག་དེར་སྐྱེས་པ་དེའི་ལུས་ཀྱི་ཚད་ད་དུང་མ་གསུངས་སོ།
en: Blessed Lord, the Blessed One has not yet spoken of the physical states of those individuals who will be reborn in those inferior realms, having defamed the Dharma.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་ཆོས་ལ་སྐྱོན་འདོགས་པའི་གང་ཟག་དེར་སྐྱེས་པའི་ལུས་ཀྱི་ཚད་ནི་མ་གླེང་ཤིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Śāradvatīputra,” replied the Blessed One, “do not speak of the physical states of those individuals who will be reborn in those inferior realms, having defamed the Dharma!

source: གང་ཟག་ཆོས་ལ་སྐྱོན་འདོགས་པ་དེའི་ལུས་ཀྱི་ཚད་ཐོས་ན། །མོད་ལ་ཁྲག་ཏུ་སྐྱུག་པར་འགྱུར་བའམ། འཆི་བའམ། སྲོག་ལ་འབབ་པའི་སྡུག་བསྔལ་ལམ། མྱ་ངན་གྱི་ཟུག་རྔུ་སྐྱེ་བ་འམ།
en: If you ask why, anyone hearing the description of the physical states of those individuals who have defamed the Dharma would immediately vomit blood, die, experience life-threatening sufferings, be pained with sorrow, or become shriveled and withered like stalks that have been scythed.

source: ལྡུམ་བུ་བརྔས་པ་ལྟར་སྐམས་ཤིང་རྙིང་པར་འགྱུར་དུ་འོང་སྟེ། གང་ཟག་དེར་སྐྱེས་པའི་ལུས་ཀྱི་ཚད་ནི་ཐོས་ན་ཡང་ཉེས་པ་དེ་ལྟ་བུ་ཡོད་པ་དེ་ཙམ་སྟེ།
en: If indeed one were to hear the description of the physical states of individuals who are born in these inferior realms, there would be so much evil!

source: དེའི་ལུས་ཀྱི་ཚད་ནི་དེ་ཡིན་ནོ།
en: Such are their physical states!”

source: །ཞེས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་སྐབས་དབྱེ་བ་མ་མཛད་དོ།
en: With these words, the Blessed One refused to take the opportunity put by the venerable Śāradvatīputra. “

source: །གསོལ་པ་བཅོམ་ལྡན་འདས་ཀྱིས་བསྟན་དུ་གསོལ། ཆོས་འཇིག་པར་འགྱུར་པའི་སུག་ལས་བགྱིས་ཤིང་བསྩགས་པ་དེས། ཆོས་ལ་སྐྱོན་འདོགས་པའི་གང་ཟག་ལུས་འདི་འདྲ་བ་ཡོངས་སུ་འཛིན་པར་འགྱུར་རོ་ཞེས་བགྱི་བས་ནི། མ་བྱུང་བའི་སྐྱེ་བོ་རྣམས་ལ་སྣང་བ་བགྱིས་པར་འགྱུར་རོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, so that it will be apparent to living beings of the future, please reveal what sorts of physical bodies will be obtained by individuals who defame the Dharma through having indulged in and accrued the karma that would destroy the Dharma!” “

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་ནི་ཆོས་འཇིག་པར་འགྱུར་བའི་ལས་བྱས་པ་དང་། བསགས་པ་དང་ཚང་བར་བྱས་པ་དང་། རྫོགས་པར་བྱས་པ་དང་ཡོངས་སུ་བཟུང་བ་དང་། ཡོངས་སུ་བསྐང་བ་དེས། འདི་སྲིད་ཅིག་དུ་སེམས་ཅན་དམྱལ་བར་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ།
en: Śāradvatīputra,” replied the Blessed One, “those individuals who have indulged in, accrued, completed, perfected, acquired, and fulfilled deeds that would destroy the Dharma will experience sufferings among the denizens of the hells over a long period of time.

source: །འདི་སྲིད་ཅིག་ཏུ་བྱོལ་སོང་གི་ནང་དུ་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ། །འདི་སྲིད་ཅིག་ཏུ་གཤིན་རྗེའི་འཇིག་རྟེན་དུ་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ་ཞེས་བྱས་པ་དེ་ཉིད་ཀྱིས་ཀྱང་།
en: They will experience sufferings among animals for a long time and they will experience sufferings in the world of Yama for a long time.

source: མ་བྱུང་བའི་སྐྱེ་བོ་རྣམས་ལ་སྣང་བ་བྱས་པར་འགྱུར་རོ་གསོལ་པ་བཅོམ་ལྡན་འདས་དེ་དེ་ལགས་སོ།
en: Such should be made apparent to living beings of the future.” “Blessed Lord, it will be so!

source: །བདེ་བར་གཤེགས་པ་དེ་དེ་ལགས་སོ།
en: Sugata, it will be so!

source: །བཅོམ་ལྡན་འདས་དེ་ཉིད་ཀྱིས་ཀྱང་དཀར་ཞིང་རིགས་དང་ལྡན་པའི་གང་ཟག་རྣམས་ནོངས་པ་སྤོང་ཞིང་། བདག་ཅག་གིས་དེ་ལྟ་བུའི་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བར་འགྱུར་དུ་འོང་ངོ་ཞེས་སྲོག་གི་དོན་དུ་ཡང་དམ་པའི་ཆོས་མི་སྤོང་ངོ་།
en: Blessed Lord, on that very basis, individuals of the spiritual family who are of positive disposition will abandon such errors and they will not abandon the Dharma, even for the sake of their own lives, saying, ‘Would that we might not experience such sufferings!’ ”

source: །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་དག་གིས་གང་ཟག་དམ་པའི་ཆོས་སྤོང་བའི་ནོངས་པ་བརྗོད་པ་འདི་ཐོས་ན། བདག་ཅག་ཀྱང་ངན་སོང་དག་དུ་སྡུག་བསྔལ་གྱི་རྣམ་པ་དེ་ལྟ་བུ་མྱོང་དུ་འོང་ངོ་།
en: II-III: 153} “Blessed Lord, if noble sons or noble daughters were to hear this description of the errors of those individuals who abandon the Dharma, they should be absolutely restrained in their physical, verbal, and mental actions, saying, ‘Otherwise we shall experience such sufferings in inferior existences!

source: །དེ་བཞིན་གཤེགས་པ་མི་མཐོང་བ་དང་།
en: We shall not behold the tathāgatas.

source: ཆོས་མི་ཐོས་པ་དང་།
en: We shall not hear the Dharma.

source: དགེ་འདུན་བསྙེན་ཅིང་བཀུར་དུ་མེད་པར་འགྱུར་དུ་འོང་ངོ་།
en: We shall not even respect or venerate the saṅgha.

source: །སངས་རྒྱས་འབྱུང་བ་མེད་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྐྱེས་སུ་འོང་ངོ་།
en: We shall be born in buddhafields where a buddha has not yet appeared.

source: །མི་འཕོངས་པར་འགྱུར་དུ་འོང་ངོ་།
en: We shall become impoverished.

source: ཤིན་དུ་འཇུངས་པའི་སེམས་དང་ལྡན་པར་འགྱུར་དུ་འོང་ངོ་ཞེས་བགྱི་བར།
en: We shall become extremely avaricious!’

source: ལུས་དང་དག་དང་ཡིད་ཀྱི་ལས་ཤིན་དུ་བསྡམ་པར་བགྱིའོ།
en: and so on.”

source: །ཡང་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཚིག་གི་ལས་བགྱིས་ཤིང་བསྩགས་པ་ནི། ཆོས་འཇིག་པར་འགྱུར་བའི་ལས་བགྱིས་ཤིང་བསགས་པར་འགྱུར་རོ།
en: Again, the venerable Subhūti addressed the Blessed One: “Blessed Lord, those who have indulged in and accrued negative actions of speech have indulged in and accrued deeds that would destroy the Dharma.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཚིག་གི་ལས་བྱས་ཤིང་བསགས་པས། ཆོས་འཇིག་པར་འགྱུར་བའི་ལས་བྱས་ཤིང་བསགས་པར་འགྱུར་ཏེ།
en: The Blessed One then said, “Subhūti, those who have indulged in and accrued negative deeds of speech have indulged in and accrued deeds that would destroy the Dharma.

source: རབ་འབྱོར་སྐྱེས་བུ་གླེན་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ལ་སྐྱོན་གདགས་པར་སེམས་ཤིང་།
en: Subhūti, there are deluded persons who intend to defame this perfection of wisdom and intend to reject it.

source: ཕྱིར་སྤོང་བར་སེམས་པ་དེ་དག་ཀྱང་ཆོས་དང་འདུལ་བ་དེ་ཉིད་ལ་རབ་ཏུ་འབྱུང་བར་མི་འགྱུར་རོ།
en: However, these will not go forth according to the Dharma and the Vinaya.

source: །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྐྱོན་བཏགས་ཤིང་ཕྱིར་སྤངས་པས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་བྱང་ཆུབ་ལ་སྐྱོན་བཏགས་ཤིང་ཕྱིར་སྤངས་བར་འགྱུར་རོ།
en: Subhūti, by defaming and rejecting the perfection of wisdom, they defame and reject the enlightenment of the lord buddhas.

source: །སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ལ་སྐྱོན་བཏགས་ཤིང་ཕྱིར་སྤངས་པས། འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་སྐྱོན་བཏགས་ཤིང་ཕྱིར་སྤངས་པར་འགྱུར་རོ།
en: By defaming and rejecting the enlightenment of the buddhas, they defame and reject the all-aspect omniscience of the tathāgatas, arhats, completely awakened buddhas of the past, the future, and the present.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་སྐྱོན་བཏགས་ཤིང་ཕྱིར་སྤངས་པས། ཆོས་ལ་སྐྱོན་བཏགས་ཤིང་ཕྱིར་སྤངས་པར་འགྱུར་རོ།
en: By defaming and rejecting all-aspect omniscience, they defame and reject the Dharma.

source: །ཆོས་ཕྱིར་སྤངས་པས་དགེ་འདུན་ཕྱིར་སྤངས་པར་འགྱུར་རོ།
en: By defaming and rejecting the Dharma, they reject the saṅgha.

source: །དགེ་འདུན་ཕྱིར་སྤངས་པས། འཇིག་རྟེན་པའི་ཡང་དག་པའི་ལྟ་བ་ཕྱིར་སྤངས་པར་འགྱུར་རོ།
en: By rejecting the saṅgha, they reject the genuine view concerning the world.

source: །འཇིག་རྟེན་པའི་ཡང་དག་པའི་ལྟ་བ་ཕྱིར་སྤངས་པས། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཕྱིར་སྤངས་པར་འགྱུར་རོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཕྱིར་སྤངས་པར་འགྱུར་རོ།
en: By rejecting the genuine view concerning the world, they reject the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom.

source: །ནང་སྟོང་པ་ཉིད་ཕྱིར་སྤངས་པར་འགྱུར་རོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཕྱིར་སྤངས་པར་འགྱུར་རོ།
en: They reject the emptiness of internal phenomena, and they reject [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་ཕྱིར་སྤངས་པར་འགྱུར་རོ། །འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དུ་ཕྱིར་སྤངས་པར་འགྱུར་རོ།
en: They reject the four applications of mindfulness, and they reject [the other causal attributes], up to and including the noble eightfold path.

source: །འཕགས་པའི་བདེན་པ་བཞི་དང་། བསམ་གཏན་བཞི་དང་། ཚད་མེད་པ་བཞི་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་ཕྱིར་སྤངས་པར་འགྱུར་རོ། །རྣམ་པར་ཐར་པ་བརྒྱད་དང་།
en: They reject the four truths of the noble ones, the four meditative concentrations, the four immeasurable attitudes, and the four formless absorptions.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་ལྔ་ཕྱིར་སྤངས་པར་འགྱུར་རོ། །ཏིང་ངེ་འཛིན་ཐམས་ཅད་དང་།
en: They reject the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, and the five extrasensory powers.

source: གཟུངས་ཀྱི་སྒོ་ཐམས་ཅད་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཕྱིར་སྤངས་པར་འགྱུར་རོ།
en: They reject all the meditative stabilities, all the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas.

source: །ཐམས་ཅད་ཤེས་པ་ཉིད་དང་། ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཕྱིར་སྤངས་པར་འགྱུར་རོ།
en: They reject knowledge of all the dharmas, knowledge of the path, and all-aspect omniscience.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཕྱིར་སྤངས་པས། བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་ཚད་མེད་གྲངས་མེད་དཔག་ཏུ་མེད་པ་ཡོངས་སུ་གཟུང་བར་འགྱུར་རོ།
en: By rejecting all-aspect omniscience, they acquire an inestimable, incalculable, and immeasurable mass of demerit.

source: །བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་ཚད་མེད་གྲངས་མེད་དཔག་ཏུ་མེད་པ་ཡོངས་སུ་བཟུང་བས། སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་དང་། ཡི་དགས་ཀྱི་ནང་དུ་སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་ཚད་མེད་གྲངས་མེད་དཔག་ཏུ་མེད་པ་མྱོང་བར་འགྱུར་རོ།
en: By acquiring an inestimable, incalculable, and immeasurable mass of demerit, they experience inestimable, incalculable, and immeasurable sufferings and discomforts among the denizens of the hells, among animals, and among anguished spirits.”

source: །རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་སྐྱེས་བུ་གླེན་པ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་སླར་སྤོང་བ་དེ་དག་རྣམ་པ་དུ་ཞིག་གིས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་སླར་སྤོང་བར་འགྱུར།
en: Then the venerable Subhūti asked the Blessed One, “Blessed Lord, in what ways do those deluded persons who reject this profound perfection of wisdom, actually reject it?” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་སྐྱེས་བུ་གླེན་པ་དེ་དག་རྣམ་པ་བཞིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཕྱིར་སྤོང་བར་འགྱུར་རོ།
en: Subhūti,” replied the Blessed One, “those deluded persons reject the perfection of wisdom in four ways.” “

source: །གསོལ་པ་བཞི་གང་དང་གང་ཞིག་ལགས།
en: What are the four ways?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྐྱེས་བུ་གླེན་པ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་སྤོང་བ་དེ་དག་ནི་བདུད་ཀྱིས་བྱིན་གྱིས་བརླབས་པ་ཡིན་ཏེ། རབ་འབྱོར་རྒྱུ་དང་པོ་དེས་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་ཕྱིར་སྤོང་བར་འགྱུར་རོ།
en: The Blessed One replied, “Those deluded persons who reject this profound perfection of wisdom are under the influence of Māra, and as a result of that first cause, Subhūti, they reject this profound perfection of wisdom.

source: །ཆོས་ཟབ་མོ་རྣམས་ལ་ཡིད་ཆེས་པ་དང་། དད་ཅིང་མོས་པ་མེད་པ་ཡིན་ཏེ། རྒྱུ་གཉིས་པ་དེས་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་ཕྱིར་སྤོང་བར་འགྱུར་རོ།
en: They have no conviction, faith, or devotion with respect to profound attributes, and as a result of that second cause they reject this profound perfection of wisdom.

source: །རབ་འབྱོར་སྐྱེས་བུ་གླེན་པ་དེ་དག་ནི་སྡིག་པའི་གྲོགས་པོའི་ལག་དུ་སོང་བ་ཡིན་ཏེ།
en: Subhūti, those deluded persons fall into the clutches of evil associates, {Ki.

source: བརྩོན་འགྲུས་མེད་ཅིང་ཕུང་པོ་ལྔ་ལ་མངོམ་པར་ཞེན་པས། རྒྱུ་གསུམ་པ་དེས་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་ཕྱིར་སྤོང་བར་འགྱུར་རོ།
en: II-III: 154} lack perseverance, and are fixated on the five psycho-physical aggregates, and as a result of that third cause they reject this profound perfection of wisdom.

source: །རབ་འབྱོར་སྐྱེས་བུ་གླེན་པ་དེ་དག་ནི་ཞེ་སྡང་གི་སྤྱོད་པ་ཅན་ཡིན་ཏེ། དེ་དག་བདག་བསྟོད་ཅིང་གཞན་སྨོད་པར་གྱུར་པས། རྒྱུ་བཞི་པ་དེས་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་ཕྱིར་སྤོང་བར་འགྱུར་ཏེ།
en: Subhūti, those deluded persons conduct themselves in ways imbued with hatred, praising themselves and deprecating others, and as a result of that fourth cause they reject this profound perfection of wisdom.

source: རབ་འབྱོར་རྣམ་པ་བཞི་པོ་དེ་དག་གིས་སྐྱེས་བུ་གླེན་པ་དེ་དག་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་ཕྱིར་སྤོང་བར་འགྱུར་རོ།
en: Subhūti, in these four ways deluded persons reject this profound perfection of wisdom.” “

source: །གསོལ་པ་བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་བརྩོན་འགྲུས་ཆུང་བ་དང་། དགེ་བའི་རྩ་བ་དང་མི་ལྡན་ཞིང་སྡིག་པའི་གྲོགས་པོའི་སུག་པར་མཆིས་པ་རྣམས་ཀྱིས་མོས་པར་དཀའོ།
en: Blessed Lord, it is difficult for those who lack perseverance, who are without the roots of virtuous action, and who are in the clutches of evil associates to have devotion to this profound perfection of wisdom.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་དེ་བཞིན་ཏེ།
en: Subhūti, it is so!” replied the Blessed One. “

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ནི་བརྩོན་འགྲུས་ཆུང་བ་དང་། དགེ་བའི་རྩ་བ་དང་མི་ལྡན་ཞིང་སྡིག་པའི་གྲོགས་པོའི་ལག་ཏུ་ལྷུང་བ་རྣམས་ཀྱིས་མོས་པར་དཀའོ།
en: It is difficult for those who lack perseverance, who are without the roots of virtuous action, and who have fallen into in the clutches of evil associates to have devotion to this profound perfection of wisdom.” “

source: །གསོལ་བ་བཅོམ་ལྡན་འདས་དེ་ལྟར་མོས་པར་དཀའ་བའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་ཇི་ཙམ་དུ་ཟབ་པ་ལགས།
en: Blessed Lord, how profound is that perfection of wisdom, for which it is difficult to have devotion in that manner?” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti,” replied the Blessed One, “physical forms are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་གཟུགས་ལ་རང་བཞིན་མེད་པ་ནི་གཟུགས་སོ།
en: If you ask why, Subhūti, in physical forms the absence of inherent existence is still physical forms.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་རྣམ་པར་ཤེས་པ་ལ་རང་བཞིན་མེད་པ་ནི་རྣམ་པར་ཤེས་པའོ།
en: If you ask why, Subhūti, in consciousness [and so forth], the absence of inherent existence is still consciousness [and so forth].

source: །རབ་འབྱོར་སྐྱེ་མཆེད་དང་ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་མ་བཅིངས་མ་གྲོལ་བའོ།
en: Subhūti, the sense fields, the sensory elements, and the links of dependent origination are neither fettered nor liberated.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་རང་བཞིན་མེད་པ་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའོ།
en: If you ask why, in the links of dependent origination [and so forth], the absence of inherent existence is still the links of dependent origination [and so forth]. “

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the perfection of generosity is neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་རང་བཞིན་མེད་པ་ནི། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: If you ask why, Subhūti, in the perfection of generosity the absence of inherent existence is still the perfection of generosity.

source: །རབ་འབྱོར་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་རང་བཞིན་མེད་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: If you ask why, Subhūti, in the perfection of wisdom [and so forth], the absence of inherent existence is still the perfection of wisdom [and so forth]. “

source: །རབ་འབྱོར་ནང་སྟོང་པ་ཉིད་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the emptiness of internal phenomena is neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ནང་སྟོང་པ་ཉིད་ལ་རང་བཞིན་མེད་པ་ནི་ནང་སྟོང་པ་ཉིད་དོ།
en: If you ask why, Subhūti, in the emptiness of internal phenomena the absence of inherent existence is still the emptiness of internal phenomena.

source: །རབ་འབྱོར་ཕྱི་སྟོང་པ་ཉིད་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the emptiness of external phenomena is neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ཕྱི་སྟོང་པ་ཉིད་ལ་རང་བཞིན་མེད་པ་ནི་ཕྱི་སྟོང་པ་ཉིད་དོ།
en: If you ask why, Subhūti, in the emptiness of external phenomena the absence of inherent existence is still the emptiness of external phenomena.

source: །རབ་འབྱོར་ཕྱི་ནང་སྟོང་པ་ཉིད་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the emptiness of external and internal phenomena is neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ཕྱི་ནང་སྟོང་པ་ཉིད་ལ་རང་བཞིན་མེད་པ་ནི་ཕྱི་ནང་སྟོང་པ་ཉིད་དོ།
en: If you ask why, Subhūti, in the emptiness of external and internal phenomena the absence of inherent existence is still the emptiness of external and internal phenomena.

source: །རབ་འབྱོར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ལ་རང་བཞིན་མེད་པ་ནི། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་དོ།
en: If you ask why, Subhūti, in the emptiness of the essential nature of nonentities [and so forth], the absence of inherent existence is still the emptiness of the essential nature of nonentities [and so forth]. “

source: །རབ་འབྱོར་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the four applications of mindfulness are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་རང་བཞིན་མེད་པ་ནི། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་སོ། རབ་འབྱོར་ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: If you ask why, Subhūti, in the four applications of mindfulness the absence of inherent existence is still the four applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་རང་བཞིན་མེད་པ་ནི། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའོ།
en: If you ask why, Subhūti, in the noble eightfold path [and so forth], the absence of inherent existence is still the noble eightfold path [and so forth]. “

source: །རབ་འབྱོར་འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, and the formless absorptions are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་ལ་རང་བཞིན་མེད་པ་ནི། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་སོ།
en: If you ask why, Subhūti, in the formless absorptions [and so forth], the absence of inherent existence is still the formless absorptions [and so forth].

source: །རབ་འབྱོར་རྣམ་པར་ཐར་པ་རྣམས་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, and the extrasensory powers are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མངོན་པར་ཤེས་པ་རྣམས་ལ་རང་བཞིན་མེད་པ་ནི་མངོན་པར་ཤེས་པ་རྣམས་སོ། །རབ་འབྱོར་ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: If you ask why, Subhūti, in the extrasensory powers [and so forth], the absence of inherent existence is still the extrasensory powers [and so forth].

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་དང་། མི་འཇིགས་པ་རྣམས་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ལ་རང་བཞིན་མེད་པ་ནི། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་སོ།
en: If you ask why, Subhūti, in the distinct qualities of the buddhas [and so forth], the absence of inherent existence is still the distinct qualities of the buddhas [and so forth].

source: །རབ་འབྱོར་ཐམས་ཅད་ཤེས་པ་ཉིད་དང་། ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, knowledge of all the dharmas, knowledge of the path, and all-aspect omniscience are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལའང་རང་བཞིན་མེད་པ་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དོ།
en: If you ask why, Subhūti, in all-aspect omniscience [and so forth], the absence of inherent existence is still all-aspect omniscience [and so forth]. “

source: །རབ་འབྱོར་གཟུགས་ཀྱི་སྔོན་གྱི་མཐའ་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Moreover, Subhūti, the past limits of physical forms are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་སྔོན་གྱི་མཐའ་དངོས་པོ་མེད་པའི་རང་བཞིན་ནི་གཟུགས་སོ།
en: If you ask why, Subhūti, the inherent existence of their past limits, though without entity, is still physical forms.

source: །རབ་འབྱོར་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའི་སྔོན་གྱི་མཐའ་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the past limits of feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་སྔོན་གྱི་མཐའ་དངོས་པོ་མེད་པའི་རང་བཞིན་ནི་རྣམ་པར་ཤེས་པའོ།
en: If you ask why, Subhūti, the inherent existence of their past limits, though without entity, is still consciousness [and so forth].

source: རབ་འབྱོར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་སྔོན་གྱི་མཐའ་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Subhūti, the past limits [of all other phenomena, attributes, and attainments], up to and including all-aspect omniscience, are neither fettered nor liberated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན་རབ་འབྱོར་སྔོན་གྱི་མཐའ་དངོས་པོ་མེད་པའི་རང་བཞིན་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དོ།
en: If you ask why, Subhūti, the inherent existence of their past limits, though without entity, is still all-aspect omniscience [and so forth]. “

source: །རབ་འབྱོར་གཟུགས་ཀྱི་ཕྱི་མའི་མཐའ་ནི་མ་བཅིངས་མ་གྲོལ་བ་སྟེ།
en: Moreover, Subhūti, the future limits of physical forms are neither fettered nor liberated.
